tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "mudrii/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "schpet/tap"
tap "sheeki03/tap"
tap "steipete/tap"
tap "xdevplatform/tap"
tap "yakitrak/yakitrak"
brew "actionlint"
brew "ast-grep"
brew "sqlite"
brew "python@3.14"
brew "awscli"
brew "bash"
brew "bat"
brew "gcc"
brew "btop"
brew "cargo-cache"
brew "chezmoi"
brew "coreutils"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "googleworkspace-cli"
brew "goreleaser"
brew "openjdk"
brew "gradle"
brew "htop"
brew "imagemagick"
brew "jj"
brew "jq"
brew "khal"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "mise"
brew "neovim"
brew "nerdctl"
brew "pnpm"
brew "poppler"
brew "pytest"
brew "python@3.12"
brew "resvg"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "rustup"
brew "sevenzip"
brew "sops"
brew "starship"
brew "stylua"
brew "syncthing", restart_service: :changed
brew "tailscale"
brew "tmux"
brew "uv"
brew "vdirsyncer"
brew "watchman"
brew "whisper-cpp"
brew "yazi"
brew "yt-dlp"
brew "zellij"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zplug"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "oven-sh/bun/bun"
brew "schpet/tap/linear"
brew "sheeki03/tap/tirith"
brew "steipete/tap/gifgrep"
brew "steipete/tap/gogcli"
brew "steipete/tap/goplaces"
brew "steipete/tap/imsg"
brew "steipete/tap/remindctl"
brew "steipete/tap/spogo"
brew "yakitrak/yakitrak/obsidian-cli"
cask "claude-code"
cask "codex"
cask "font-jetbrains-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cargo "cargo-audit"
cargo "cargo-binstall"
cargo "cargo-deny"
cargo "cargo-edit"
cargo "cargo-nextest"
cargo "cargo-outdated"
cargo "cargo-run-bin"
cargo "cargo-update"
cargo "cargo-watch"
cargo "cargo-zigbuild"
cargo "cross"
cargo "sccache"
uv "camoufox[geoip]"
uv "nano-pdf"
