tap "anomalyco/tap"
tap "antoniorodr/memo"
tap "felixkratz/formulae"
tap "glzr-io/tap"
tap "nikitabobko/tap"
tap "oven-sh/bun"
tap "steipete/tap"
tap "teamookla/speedtest"
tap "yakitrak/yakitrak"
brew "actionlint"
brew "python@3.14"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "blueutil"
brew "btop"
brew "chezmoi"
brew "coreutils"
brew "docker"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "node"
brew "gemini-cli"
brew "gh"
brew "git"
brew "go"
brew "googleworkspace-cli"
brew "goreleaser"
brew "openjdk"
brew "gradle"
brew "htop"
brew "ical-buddy"
brew "imagemagick"
brew "jj"
brew "jq"
brew "lazygit"
brew "lsd"
brew "lua"
brew "luarocks"
brew "markdownlint-cli2"
brew "media-control"
brew "mise"
brew "neovim"
brew "pnpm"
brew "poppler"
brew "resvg"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "sops"
brew "spotify_player"
brew "starship"
brew "summarize"
brew "syncthing", restart_service: :changed
brew "tailscale"
brew "tmux"
brew "uv"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "zplug"
brew "zsh"
brew "anomalyco/tap/opencode"
brew "antoniorodr/memo/memo"
brew "felixkratz/formulae/borders"
brew "oven-sh/bun/bun"
brew "steipete/tap/gogcli"
brew "steipete/tap/imsg"
brew "steipete/tap/peekaboo"
brew "steipete/tap/remindctl"
brew "teamookla/speedtest/speedtest"
brew "yakitrak/yakitrak/obsidian-cli"
cask "nikitabobko/tap/aerospace"
cask "aldente"
cask "balenaetcher"
cask "betterdisplay"
cask "bruno"
cask "claude-code"
cask "codex"
cask "codex-app"
cask "steipete/tap/codexbar"
cask "discord"
cask "docker-desktop"
cask "font-jetbrains-mono-nerd-font"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "glzr-io/tap/glazewm"
cask "google-chrome"
cask "hammerspoon"
cask "handy"
cask "helium-browser"
cask "karabiner-elements"
cask "linear"
cask "obsidian"
cask "opencode-desktop"
cask "pearcleaner"
cask "raycast"
cask "t3-code"
cask "tailscale-app"
cask "telegram"
cask "tigervnc"
cask "xquartz"
go "cmd/go"
go "cmd/gofmt"
cargo "cargo-binstall"
cargo "cargo-cache"
cargo "cargo-update"
uv "camoufox[geoip]"
uv "nano-pdf"
